Repository: UnionRolistes/Bot_Base
Catalog: src/locale/*/LC_MESSAGES/bot_*.po
Languages: fr

source: {err_msg} Incorrect usage ☹ Check help of the command for more information.
fr: {err_msg} Utilisation incorrecte ☹ Allez voir l'aide de la commande pour plus d'information.

source: Your language has successfully been set to english !
fr: Votre langue a bien été passée en français !

source: Sorry, i don't know this language !
fr: Désolé, je ne connais pas cette langue !

source: URbot - The discord bot of "l'Union des Rôlistes"
fr: URBot - Le bot discord de l'Union des Rôlistes

source: Switches to specified language
fr: Change la langue de l'utilisateur

source: Switches to specified language Available languages : - en - fr - special-rp
fr: Change la langue de l'utilisateur Langues disponibles : - en - fr - special-rp

source: Confirms the current action
fr: Confirme l'action en cours

source: Edits a message
fr: Édite un message

source: Cancels the current action
fr: Annule l'action en cours

source: Displays the version numbers
fr: Affiche les numéros de version

source: Displays the credits
fr: Affiche les crédits

source: This category groups various commands to display general information about the bot.
fr: Cette catégorie comporte des commandes donnant des informations générales sur le bot.

source: This category groups various commands whose utility depends on the context.
fr: Cette catégorie regroupe des commandes générales qui jouent un rôle différent en fonction du contexte.

source: Shows this message
fr: Affiche ce message

source: Commands:
fr: Commandes:

source: Type {0}{1} command for more info on a command. You can also type {0}{1} category for more info on a category.
fr: Entrez {0}{1} commande pour plus d'info sur une commande. Vous pouvez aussi entrer {0}{1} catégorie pour plus d'info sur une catégorie.
