Repository: UnionRolistes/Bot_Base
Catalog: src/locale/special-rp/LC_MESSAGES/bot_*.po
Languages: fr

source: {err_msg} Incorrect usage ☹ Check help of the command for more information.
fr: {err_msg} Ben alors, on ne sait plus comment utiliser cette commande Voyageur ? ☹ Consultez votre manuel si vous requérez assistance.

source: Your language has successfully been set to english !
fr: Bienvenue dans le chemin de Traverse ! 🪶

source: Sorry, i don't know this language !
fr: Mmm, non. Désolé ! Ce dialecte m'est inconnu.

source: Switches to specified language
fr: Portail de téléportation

source: Confirms the current action
fr: Prends une décision avec assurance

source: Edits a message
fr: Direction le scribble

source: Cancels the current action
fr: Retourne sur ses pas en plein désarroi

source: Displays the version numbers
fr: Affiche les dates de publication des différentes sections

source: Displays the credits
fr: Affiche les auteurs de ce manuel

source: Shows this message
fr: Affiche le manuel du Voyageur

source: Type {0}{1} command for more info on a command. You can also type {0}{1} category for more info on a category.
fr: ~ {0}{1} commande ~ Bonne route Voyageur. Que la déesse veille sur vous.
